Revit 2024 API
FilterStringContains Properties
The FilterStringContains type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
 (Inherited from FilterStringRuleEvaluator.)
See Also
FilterStringContains Class
Autodesk.Revit.DB Namespace